Repository: subhojit1stjuly/uptodo
Catalog: lib/l10n/intl_*.arb
Languages: bn, kn

# app_name
source: UpTodo
bn: আপটুডো
kn: ಅಪ್‌ಟೋಡೊ

# onboarding_title_1
source: Manage your tasks
bn: আপনার কাজ পরিচালনা করুন
kn: ನಿಮ್ಮ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಿ

# onboarding_desc_1
source: You can easily manage all of your daily tasks in UpTodo for free
bn: আপটুডোতে বিনামূল্যে আপনার প্রতিদিনের কাজগুলি সহজেই পরিচালনা করতে পারবেন
kn: ಉಚಿತವಾಗಿ ನಿಮ್ಮ ದೈನಂದಿನ ಕಾರ್ಯಗಳನ್ನು ಅಪ್‌ಟೋಡೊದಲ್ಲಿ ನಿರ್ವಹಿಸಬಹುದು

# onboarding_title_2
source: Create daily routine
bn: দৈনন্দিন রুটিন তৈরি করুন
kn: ದೈನಂದಿನ ಕ್ರಮ ರಚಿಸಿ

# onboarding_desc_2
source: In Uptodo you can create your personalized routine to stay productive
bn: আপটুডোতে আপনি আপনার ব্যক্তিগত রুটিন তৈরি করতে পারবেন যাতে প্রফেশনাল থাকতে পারেন
kn: ಉತ್‌ಟೋಡೊದಲ್ಲಿ ನೀವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ದಿನಚರಿಯನ್ನು ರಚಿಸಿ ಪರಿಪೂರ್ಣತೆಯನ್ನು ಮಾಡಲು ಸಾಧ್ಯ

# onboarding_title_3
source: Organize your tasks
bn: আপনার কাজগুলি সংগঠন করুন
kn: ನಿಮ್ಮ ಕಾರ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ

# onboarding_desc_3
source: You can organize your daily tasks by adding your tasks into separate categories.
bn: আপনি আপনার দৈনিক কার্যগুলি আলাদা ক্যাটাগরিতে যোগ করে সংগঠিত করতে পারবেন
kn: ನಿಮ್ಮ ದೈನಂದಿನ ಕಾರ್ಯಗಳನ್ನು ಬೇರೆ ಬೇರೆ ವರ್ಗಗಳಲ್ಲಿ ಸೇರಿಸಿ ಸಂಗ್ರಹಿಸಲು ಸಾಧ್ಯ

# welcome_title
source: Welcome to UpTodo
bn: আপটুডোতে আপনাকে স্বাগতম
kn: ಅಪ್‌ಟೋಡೊಗೆ ಸ್ವಾಗತ

# welcome_desc
source: Please login to your account or create new account to continue
bn: অনুগ্রহ করে আপনার অ্যাকাউন্টে লগইন করুন বা চালিয়ে যান নতুন অ্যাকাউন্ট তৈরি করতে
kn: ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗಿನ್ ಮಾಡಿ ಅಥವಾ ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ

# button_skip
source: Skip
bn: পার্থক্য
kn: ವಿರಾಮಿಸಿ

# button_back
source: Back
bn: পিছনে
kn: ಹಿಂದಕ್ಕೆ

# button_next
source: Next
bn: পরবর্তী
kn: ಮುಂದಕ್ಕೆ

# button_get_started
source: Get Started
bn: শুরু করুন
kn: ಪ್ರಾರಂಭಿಸಿ

# button_login
source: Login
bn: লগইন
kn: ಲಾಗಿನ್

# button_create_account
source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
kn: ಖಾತೆ ರಚಿಸಿ

source: Username
bn: ব্যবহারকারীর নাম
kn: ಬಳಕೆದಾರ ಹೆಸರು

source: Password
bn: পাসওয়ার্ড
kn: ಪಾಸ್‌ವರ್ಡ್

source: or
bn: বা
kn: ಅಥವಾ

source: Login with Google
bn: Google দিয়ে লগইন করুন
kn: ಗೂಗಲ್ ನೊಂದಿಗೆ ಲಾಗಿನ್

source: Login with Apple
bn: Apple দিয়ে লগইন করুন
kn: ಆಪಲ್ ನೊಂದಿಗೆ ಲಾಗಿನ್

# dont_have_account
source: Don’t have an account?
bn: অ্যাকাউন্ট নেই?
kn: ನಿಮ್ಮಲ್ಲಿ ಖಾತೆ ಇಲ್ಲವೇ?

source: Register
bn: নিবন্ধন করুন
kn: ನೋಂದಾಯಿಸು

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
kn: ಪಾಸ್‌ವರ್ಡ್ ದೃಢೀಕರಿಸಿ

source: Register with Google
bn: Google দিয়ে নিবন্ধন করুন
kn: ಗೂಗಲ್ ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಿ

source: Register with Apple
bn: Apple দিয়ে নিবন্ধন করুন
kn: ಆಪಲ್ ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಿ

# fingerprint_description
source: Please hold your finger at the fingerprint scanner to verify your identity
bn: দয়া করে আপনার আঙুল আঙুলিকা স্ক্যানারে রেখে আপনার পরিচয় যাচাই করুন
kn: ನಿಮ್ಮ ಗುರುತಿನಿಂದ ನಿಮ್ಮ ಗುರುತಿನ ಪರಿಶೀಲನೆಯನ್ನು ದೃಢೀಕರಿಸಲು ಬೆರಳಿನಿಂದ ಅನುಮೋದನೆ ಮಾಡಿ

source: Cancel
bn: বাতিল করুন
kn: ರದ್ದುಮಾಡಿ

source: Use Password
bn: পাসওয়ার্ড ব্যবহার করুন
kn: ಪಾಸ್‌ವರ್ಡ್ ಬಳಸಿ

# fingerprint_not_matched
source: Your fingerprint is not matched. Please try again later!!!
bn: আপনার আঙুল মিলেনি। অনুগ্রহ করে পরে আবার চেষ্টা করুন!!!
kn: ನಿಮ್ಮ ಗುರುತು ಹೊಂದಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ!!!

source: Index
bn: সূচী
kn: ಸೂಚಿಸು

source: Calendar
bn: ক্যালেন্ডার
kn: ಕ್ಯಾಲೆಂಡರ್

source: Focus
bn: ফোকাস
kn: ಮಕ್ಕಳು

source: Profile
bn: প্রোফাইল
kn: ಪ್ರೊಫೈಲ್

source: What do you want to do today?
bn: আজ আপনি কী করতে চান?
kn: ನೀವು ಇಂದು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?

# tap_to_add_tasks
source: Tap + to add your tasks
bn: আপনার কাজ যোগ করতে + টিপুন
kn: ನಿಮ್ಮ ಕಾರ್ಯಗಳನ್ನು ಸೇರಿಸಲು + ಬಟನ್‌ಗೆ ಟ್ಯಾಪ್ ಮಾಡಿ

source: Add Task
bn: কাজ যোগ করুন
kn: ಕಾರ್ಯವನ್ನು ಸೇರಿಸಿ

source: Description
bn: বিবরণ
kn: ವಿವರಣೆ

source: Choose Category
bn: বিভাগ চয়ন করুন
kn: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ

source: Add Category
bn: বিভাগ যোগ করুন
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಿ

source: Create New
bn: নতুন তৈরি করুন
kn: ಹೊಸದನ್ನು ರಚಿಸಿ

source: Create new category
bn: নতুন বিভাগ তৈরি করুন
kn: ಹೊಸ ವರ್ಗವನ್ನು ರಚಿಸಿ

source: Category name:
bn: বিভাগের নাম:
kn: ವರ್ಗ ಹೆಸರು:

source: Category icon:
bn: বিভাগ আইকন:
kn: ವರ್ಗ ಪಲ್ಲಟ:

source: Choose icon from library
bn: লাইব্রেরি থেকে আইকন চয়ন করুন
kn: ಲೈಬ್ರರಿ ನಿಂದ ಪಲ್ಲಟ ಆರಿಸಿ

source: Category color:
bn: বিভাগের রঙ:
kn: ವರ್ಗ ಬಣ್ಣ:

source: Create Category
bn: বিভাগ তৈরি করুন
kn: ವರ್ಗ ರಚಿಸಿ

source: Task Time:
bn: কাজের সময়:
kn: ಕಾರ್ಯ ಸಮಯ:

source: Task Category:
bn: কাজের বিভাগ:
kn: ಕಾರ್ಯ ವರ್ಗ:

source: Task Priority:
bn: কাজের প্রাথমিকতা:
kn: ಕಾರ್ಯ ಪ್ರಾಧಾನ್ಯತೆ:

source: Sub-Task
bn: সাব-টাস্ক
kn: ಉಪ-ಕಾರ್ಯ

source: Delete Task
bn: কাজ মুছে ফেলুন
kn: ಕಾರ್ಯವನ್ನು ಅಳಿಸಿ

source: Edit Task title
bn: কাজের শিরোনাম সম্পাদনা করুন
kn: ಕಾರ್ಯ ಶೀರ್ಷಿಕೆಯನ್ನು ಸಂಪಾದಿಸಿ

source: Edit
bn: সম্পাদনা
kn: ಸಂಪಾದಿಸಿ

source: Edit Task Priority
bn: কাজের প্রাথমিকতা সম্পাদনা করুন
kn: ಕಾರ್ಯ ಪ್ರಾಧಾನ್ಯತೆಯನ್ನು ಸಂಪಾದಿಸಿ

# confirm_delete_task
source: Are you sure you want to delete this task?
bn: আপনি কি নিশ্চিত যে আপনি এই কাজটি মুছে ফেলতে চান?
kn: ಈ ಕಾರ್ಯವನ್ನು ಅಳಿಸಲು ನಿಮ್ಮಿಂದ ಖಚಿತವಾಗಿದೆಯೇ?

# task_title
source: Task title: {Title}
bn: কাজের শিরোনাম: {শিরোনাম}
kn: ಕಾರ್ಯ ಶೀರ್ಷಿಕೆ: {Title}

source: Today
bn: আজ
kn: ಇಂದು

source: Completed
bn: সম্পন্ন
kn: ಪೂರ್ಣಗೊಂಡಿದೆ

source: Focus Mode
bn: ফোকাস মোড
kn: ಫೋಕಸ್ ಮೋಡ್

# focus_mode_description
source: While your focus mode is on, all of your notifications will be off
bn: আপনার ফোকাস মোড চালু থাকলে সমস্ত আপনার বিজ্ঞপ্তি বন্ধ থাকবে
kn: ನಿಮ್ಮ ಫೋಕಸ್ ಮೋಡ್ ಸ್ಥಿತಿಯಲ್ಲಿರುವಾಗ, ನಿಮ್ಮ ಎಲ್ಲಾ ಅಧಿಸೂಚನೆಗಳೂ ಆಫ್ ಆಗುತ್ತವೆ

source: Start Focusing
bn: ফোকাস শুরু করুন
kn: ಫೋಕಸ್ ಪ್ರಾರಂಭಿಸಿ

source: Applications
bn: অ্যাপ্লিকেশনস
kn: ಅಪ್ಲಿಕೇಶನ್ಗಳು

source: Overview
bn: সংক্ষিপ্ত বিবরণ
kn: ಅವಲೋಕನ

source: App Settings
bn: অ্যাপ সেটিংস
kn: ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Change account name
bn: অ্যাকাউন্টের নাম পরিবর্তন করুন
kn: ಖಾತೆ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಿ

source: Change account password
bn: অ্যাকাউন্টের পাসওয়ার্ড পরিবর্তন করুন
kn: ಖಾತೆ ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ

source: Change account Image
bn: অ্যাকাউন্ট চিত্র পরিবর্তন করুন
kn: ಖಾತೆ ಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸಿ

source: About US
bn: আমাদের সম্পর্কে
kn: ನಮ್ಮ ಬಗ್ಗೆ

source: FAQ
bn: প্রায়শই জিজ্ঞাসিত প্রশ্ন
kn: ಪ್ರಶ್ನೆಗಳ ಸಾಮಾನ್ಯ ಉತ್ತರಗಳು

source: Help & Feedback
bn: সাহায্য এবং প্রতিক্রিয়া
kn: ಸಹಾಯ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ

source: Support US
bn: আমাদের সমর্থন করুন
kn: ನಮ್ಮನ್ನು ಬೆಂಬಲಿಸಿ

source: Log out
bn: প্রস্থান করুন
kn: ಲಾಗ್ ಔಟ್

source: Take picture
bn: ছবি তুলুন
kn: ಚಿತ್ರ ತೆಗೆಯಿರಿ

source: Import from gallery
bn: গ্যালারি থেকে আমদানি করুন
kn: ಗ್ಯಾಲರಿ ನಿಂದ ಆಮದು ಮಾಡಿ

source: Import from Google Drive
bn: গুগল ড্রাইভ থেকে আমদানি করুন
kn: Google ಡ್ರೈವ್ ನಿಂದ ಆಮದು ಮಾಡಿ

source: Change app color
bn: অ্যাপ রঙ পরিবর্তন করুন
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಣ್ಣ ಬದಲಾಯಿಸಿ

source: Change app typography
bn: অ্যাপ টাইপোগ্রাফি পরিবর্তন করুন
kn: ಅಪ್ಲಿಕೇಶನ್ ಟೈಪೋಗ್ರಫಿ ಬದಲಾಯಿಸಿ

source: Change app language
bn: অ্যাপ ভাষা পরিবর্তন করুন
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ ಬದಲಾಯಿಸಿ

source: Import from Google calendar
bn: গুগল ক্যালেন্ডার থেকে আমদানি করুন
kn: Google ಕ್ಯಾಲೆಂಡರ್ ನಿಂದ ಆಮದು ಮಾಡಿ
